Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/handlingsplan_samiskesprak_2013_no.pdf.tmx
Source language: nob
Languages: sma

source: Departementet har ikke lyktes i å finne noen som kan påta seg denne oppgaven.
sma: Departemeente ij leah lyhkesamme naakenem gaavnedh mij maahta daam barkoem vaeltedh.

source: Fornyings-, administrasjons- og kirkedepartementet og Sametinget vil vurdere alternative løsninger for å kvalitetssikre oversettelser av offentlige dokumenter, lover og regelverk.
sma: Orrestehteme-, reereme- jïh gærhkoedepartemeente jïh Saemiedigkie sïjhtieh jeatjah vuekieh vuarjasjidh, juktie kvaliteetem tjïrkedh jarkoestimmide byögkeles tjaatsegijstie, laakijste jïh njoelkedassijste.

source: Tiltak 63 Krav til bruk av felles tegnsett for offentlige virksomheter
sma: Råajvarimmie 63 Krïevenasse tjåenghkies væhtaåtnoen bïjre byögkeles darjoemidie

source: Fornyings-,administrasjons- og kirkedepartementet har siden 1. juli 2011, gjennom forskrift om obligatoriske IT-standarder i offentlig forvaltning, stilt krav til alle offentlige virksomheter om full støtte for tegnsettstandarden UTF-8 i interne systemer ved større omlegginger eller nyetablering.
sma: Orrestehteme-, reereme- jïh gærhkoedepartemeente lea snjaltjen 1.b 2011 raejeste, mieriedimmien tjïrrh obligatovreles IT-standardi bïjre byögkeles reeremisnie, krïevenassh bïejeme gaajhkide byögkeles darjoemidie ellies dåarjoen bïjre væhtavuekiestandardese UTF-8 dejnie sisnjelds systeminie stuerebe jarkelimmine jallh orretseegkeminie.

source: Tegnsettstandarden UTF-8 dekker behovene for samiske skrifttegn.
sma: Væhtavuekiestandarde UTF-8 daerpiesvoetide feerhmie saemien tjaelemevæhtide.

source: Utskiftning av IT-systemer tar tid.
sma: IT-systemh målsodh fïnkese.

source: Derfor er det også innført et krav om at offentlige virksomheter ved utveksling av informasjon skal implementere begrenset støtte for ISO 8859-1 supplert med seks nordsamiske tegn i store og små representasjoner.
sma: Dan åvteste aaj krïeveme byögkeles darjomh, gosse bïevnesh låtnoeh, edtjieh gaertjiedamme dåarjoem sjïehtesjidh dan standardese ISO 8859-1, lissiehtamme 6 noerhtesaemien væhtajgujmie, stoerre jïh smaave låhkoejgujmie.

source: For staten har dette vært et krav siden 1. januar 2012, mens det for kommunal sektor har vært et krav siden 1. januar 2013.
sma: Staatese daate akte krïevenasse orreme tsiengelen 1.b. 2012 raejeste, mearan tjïeltesuarkan akte krïevenasse orreme tsiengelen 1.b. 2013 raejeste.

source: For å bidra til raskere og mer koordinert implementering av UTF-8 har Difi opprettet et prosjekt for å bistå offentlige virksomheter.
sma: Juktie viehkiehtidh sjïehtesjimmie destie UTF-8 verkebe jïh vielie iktedamme sjædta, dle Difi aktem prosjektem tseegkeme juktie byögkeles darjomh viehkiehtidh.

source: I 2012 ble det gjennomført et forprosjekt med kartlegging, identifikasjon av potensielle tiltak og evaluering av ulike prosjekttilnærminger.
sma: Jaepien 2012 aktem åvteprosjektem tjïrrehti juktie goerehtalledh, potensijelle råajvarimmieh damtijidh jïh ovmessie prosjektegeatskanimmieh evalueradidh.

source: Det er gjennomført ulike pilotprosjekter, og det er utarbeidet et første utkast til veileder basert på pilotarbeidet.
sma: Ovmessie piloteprosjekth tjïrrehtamme, jïh pilotebarkoen sjïekenisnie akte voestes raeriestimmie dorjesovveme akten bïhkedæjjese.

source: Hovedprosjektet ble påbegynt mot slutten av 2012 og skal fullføres i løpet av året.
sma: Åejvieprosjekte eelki jaepien 2012 minnigiemossesne, jïh edtja orrijidh daan jaepien.

source: Tiltak 64 Samiske rettskrivingsverktøy – permanent drifts- og utviklingsorganisasjon for Divvun
sma: Råajvarimmie 64 Saemien staeriedimmiedïrregh – ihkuve gïehtelimmie- jïh evtiedimmiesiebrie Divvunese

source: Ansvarlig: Fornyings-, administrasjons- og kirkedepartementet Kunnskapsdepartementet, Fornyings-, administrasjons- og kirkedepartementet og Sametinget har siden 2004 finansiert Divvun-prosjektet.
sma: Tjåadtjoehtæjja: Orrestehteme-, reereme- jïh gærhkoedepartemeente Maahtoedepartemeente, Orrestehteme-, reereme- jïh gærhkoedepartemeente jïh Saemiedigkie leah 2004 raejeste Divvun-prosjektem finansieradamme.

source: Divvun har utviklet språkverktøy i form av elektronisk stavekontroll, korrekturprogram og pedagogisk programvare.
sma: Divvun lea gïeledïrregh evtiedamme goh elektrovneles staavadimmieviehkie, staeriedimmieprogramme jïh pedagogeles programmevaaroe.

source: Divvun er fra 2011 tilknyttet Senter for samisk språkteknologi – Giellatekno – ved Universitetet i Tromsø.
sma: 2011 raejeste Divvun lea Gïellateknose ektiedamme, Saemien gïeleteknologijen jarnge –Tromsøn Universiteetesne.

source: Drift og utviklingsorganisasjonen Divvun er fra 2011 oppført som en egen post på statsbudsjettet over Fornyings-, administrasjons- og kirkedepartementets budsjett.
sma: Gïehtelimmie jïh evtiedimmiesiebrie Divvun lea 2011 raejeste bïejesovveme goh akte jïjtse påaste staatebudsjedtese Orrestehteme-, reereme- jïh gærhkoedepartemeenten budsjedtesne.

source: Tiltak 65 Kartlegging og utvikling av samiske ordbøker
sma: Råajvarimmie 65 Goerehtalleme jïh evtiedimmie saemien baakoegærjijste

source: Ansvarlig: Fornyings-, administrasjons- og kirkedepartementet/Sametinget
sma: Tjåadtjoehtæjjah: Orrestehteme-, reereme- jïh gærhkoedepartemeente/Saemiedigkie

source: Samisk språknemnd har hatt ansvaret for språknormering innen samisk språk.
sma: Saemien gïelemoenehtse dïedtem åtneme gïelenormeradimmien åvteste saemien gïelen sisnjelen.

source: Normeringer skjer vanligvis når nye ord kommer til språket, og avgjør hvordan ordet skal skrives og bøyes.
sma: Normeradimmieh sïejhmemes dorjesuvvieh gosse orre baakoeh gïelese båetieh, jïh sjæjsjalieh guktie edtja baakoem tjaeledh jïh sojjehtidh.

source: Normeringer skjer i dag gjennom de ulike samiske språkseksjonene som er sør-, lule-, nord-, enare- og skoltesamiske seksjoner.
sma: Daan biejjien normeradimmieh dorjesuvieh dejnie ovmessie gïeleseksjovnine, mah leah åarjel-, julev-, noerhte-, enare- jïh skoltesaemien seksjovnh.

source: Fra 1. januar 2013 har prosjektet Sámi Giellagáldu overtatt dette ansvaret.
sma: Tsïengelen 1.b. raejeste prosjekte Saemien Gïelegaaltije daam dïedtem åådtjeme.

source: Giella.org har publisert ordlister på nordsamisk, lulesamisk og sørsamisk som er godkjent i Samisk språkråd, Sametingets språkstyre eller Samisk språknemnd.
sma: org lea baakoelæstoeh bæjhkoehtamme noerhtesaemien, julevsaemien jïh åarjelsaemien gïelesne mah leah jååhkesjamme Saemien gïeleraereste, Saemiedigkien gïeleståvroste jallh Saemien gïelemoenehtsistie.

source: Giellatekno.uit.no publiserer termlister på nordsamisk, lulesamisk og sørsamisk.
sma: Giellatekno.uit.no teermelæstoeh bæjhkohte noerhtesaemien, julevsaemien jïh åarjelsaemien gïelesne.

source: Giellatekno har også web-ordbøker på disse språkene, i tillegg til andre samiske språk og kvensk.
sma: Gïellatekno aaj web-baakoegærjah åtna daejnie gïeline, lissine jeatjah saemien gïelh jïh kveenen gïele.

source: Se – synliggjøring av samiske språk i det offentlige rom
sma: Vuejnedh – saemien gïelem våajnoes darjodh dennie byögkeles tjiehtjielisnie

source: Tiltak 66 Kartlegging av vegskilting på samisk
sma: Råajvarimmie 66 Goerehtalleme geajnoesjiltadimmeste saemien gïelesne

source: Ansvarlig: Samferdselsdepartementet
sma: Tjåadtjoehtæjja: Fealadimmiedepartemeente

source: Region nord opprettet i 2011 et eget register for nye trafikkskilt på samisk og kvensk.
sma: Jaepien 2011 Regijovne noerhte aktem jïjtse registerem orre trafihkesjiltide tseegki saemien jïh kveenen gïelesne.

source: Her skal alle nye skilt føres inn med vedtak og referanse til Statens vegvesens arkivsystem Sveis.
sma: Registerisne edtja gaajhkh orre sjilth sïjse tjaeledh nænnoestimmiegujmie jïh referansine Staaten geajnoesuerkien /Statens vegvesen våarhkoesystemese Sveis.

source: Skilt settes først og fremst opp etter anmodning fra den enkelte kommune.
sma: Uvtemes sjilth bæjjese bïejesuvvieh gosse akte tjïelte dam maadteme.

source: På denne måten får sakene først en vurdering og behandling i kommunene før de kommer til Statens vegvesen.
sma: Naemhtie aamhtesh voestegh aktem vuarjasjimmiem jïh gïetedimmiem tjïeltine åadtjoeh, åvtelen Staaten geajnoesuarkan båetieh.

source: Skilt blir så satt opp fortløpende i henhold til budsjettmidler.
sma: Daelie sjilth iktemearan bæjjese bïejesuvvieh budsjedtevierhtiej mietie.

source: Vegdirektoratet har vært i kontakt med Region nord angående status for 2012.
sma: Geajnoedirektovraate lea Regijovnine noerhte govlesadteme staatusen bïjre jaapan 2012.

source: Det ble også i fjor satt opp en god del nye skilt på både samisk og kvensk, og flere saker er for tiden på høring.
sma: Dæjman aaj naa jïjnjh sjilth bæjjese bïejesovvin dovne saemien jïh kveenen gïelesne, jïh jienebh aamhtesh leah govlehtimmesne daelie.

source: Tiltak 67 Samiskspråklige møteplasser for barn og ungdom
sma: Råajvarimmie 67 Saemiegïelen gaavnedimmieesijjieh maanide jïh noeride

source: Ansvarlig: Barne-, likestillings- og inkluderingsdepartementet i samarbeid med berørte departementer
sma: Tjåadtjoehtæjjah: Maana-, mïrrestalleme- jïh ektiedimmiedepartemeente laavenjostosne sjyöhtehke departemeentigujmie

source: Noereh! er en partipolitisk uavhengig organisasjon for samisk ungdom.
sma: Noereh! akte krirriepolitihkeles jïjtjeraarehke siebrie saemien noeride.

source: Sametinget ga reisestøtte til Noereh!, slik at de kunne samle deltakere fra hele Norges land til sitt landsmøte i Snåsa i 2012.
sma: Saemiedigkie vuelkemedåarjoem Noereh’se vedti guktie dah meehtin noerh abpe Nöörjeste tjööngkedh sov laantetjåanghkose Snåasesne 2012.

source: Landsmøtet hadde samisk språk som tema, hvor de aktivt jobbet med språktrening.
sma: Laantetjåanghkoe saemien gïelem teemine utni, gusnie eadtjohke gïelehaarjanimmine gïehtelin.

source: Sametinget har gitt støtte til Noereh! for å gjennomføre prosjektet Sopstesth - Snakk.
sma: Saemiedigkie lea dåarjoem vadteme Noereh’se juktie prosjektem Soptsesth - Snakk tjïrrehtidh.

source: Prosjektets formål var å motivere og oppmuntre ungdom til å snakke samisk.
sma: Prosjekten aajkoe lij noeride skreejredh jïh madtjeldehtedh saemiestidh.

source: Prosjektet ble gjennomført i 2011-2012.
sma: Prosjektem tjïrrehti 2011-2012.

source: Sametinget arrangerte i mai 2013 en ungdomskonferanse med temaet "hverdagsrasisme".
sma: Saemiedigkie aktem noerekonferansem öörnedi suehpeden 2013 gusnie teema lij «aarkebiejjien raasisme».

source: Her fikk ungdom lære om konsekvenser av hverdagsrasisme og metoder for å håndtere dette.
sma: Daesnie noerh åadtjoejin lïeredh konskvensi bïjre aarkebiejjien raasismeste, jïh guktie edtja dejtie gïetedidh.

source: Det var omlag 50 samiske ungdommer fra Norge, Sverige og Finland som deltok på konfe
sma: Medtie 50 saemien noerh Nöörjeste, Sveerjeste jïh Såevmeste lin meatan konferansesne.

source: Tiltak 68 Styrking av samiske språk gjennom sosiale medier.
sma: Råajvarimmie 68 Nænnoestehteme saemien gïeleste sosijaale meediji tjïrrh

source: NourajTV er et internettbasert TV drevet av lulesamiske ungdommer for lulesamisk ungdom på lulesamisk.
sma: Nuoraj-TV akte gaskeviermie TV maam julevsaemien noerh juhtieh julevsaemien noeride julevesaemien gïelesne.

source: Formålet med NuorajTV er å skape en arena der lulesamisk blir hørt på en uformell og annerledes måte blant ungdom.
sma: Nuoraj-TV’en aajkoe lea aktem sijjiem sjugniedidh gusnie julevsaemien gïele ovbyjjeslaakan jïh jeatjahlaakan govlelge noeri gaskem.

source: Redaksjonen produserer aktuelle videoer for lulesamisk ungdom, og tilbyr utlån av utstyr til ungdommer som ønsker å lage egne filmer som publiseres på hjemmesiden til NuorajTV (www.nuorajtv.no) ved hjelp av redaksjonen.
sma: Redaksjovne sjyöhtehke videoh dorje julevsaemien noeride, jïh noeride faalehte dalhketjh löönedh mah sïjhtieh jïjtsh filmh darjodh, jïh mah bæjhkoehtamme sjïdtieh NuorajTVn gåetiesæjrosne (www.nuorajtv.no) vie hkine redaksjovneste.

source: Tilbudet er aktualitets- og magasinbasert.
sma: Faalenasse sjyöhtehke aamhtesh magasijnine buakta.

source: Målet er at lulesamisk ungdom skal lage fortellinger for hverandre, og motiveres til aktiv bruk av språket sitt.
sma: Ulmie lea julevsaemien noerh edtjieh soptsesh sinsætnan darjodh, jïh skraejriem åadtjodh sijjen gïelem eadtjohkelaakan nuhtjedh.

source: NuorajTV er finansiert av Sametinget og Fylkesmannen i Nordland.
sma: Nuoraj-TV beetnehdåarjoem åådtje Saemiedigkeste jïh Nordlaanten Fylhkenålmeste.

source: Tiltak 69 Informasjon på samisk til ungdom
sma: Råajvarimmie 69 Bïevnesh saemiengïelesne noeride

source: Ansvarlig: Fornyings-, administrasjons- og kirkedepartementet i dialog med Sametinget og Barne-, likestillings- og inkluderingsdepartementet
sma: Tjåadtjoehtæjja: Orrestehteme-, reereme- jïh gærhkoedepartemeente govlesadtemisnie Saemiedigkine jïh Maana-, mïrrestalleme- jïh ektiedimmiedepartemeentine

source: Fornyings,- administrasjons og kirkedepartementet, Barne-, likestillings- og inkluderingsdepartementet og Sametinget arrangerte i desember 2010 et miniseminar hvor man diskuterte løsninger for opprettelse av et felles samisk nettsted for samisk ungdom.
sma: Orrestehteme,- reereme- jïh gærhkoedepartemeente, Maana-, mïrrestalleme jïh ektiedimmiedepartemeente jïh Saemiedigkie aktem ohtjeseminaarem öörnedin goeven 2010, gusnie vuekieh digkiedin juktie aktem tjåenghkies saemien nedtesijjiem tseegkedh saemien noeride.

source: De samiske ungdomsorganisasjonene var invitert til miniseminaret.
sma: Dah saemien noeresiebrieh lin bööresovveme ohtjeseminaarese.

source: De samiske ungdomsorganisasjonene ble i forkant av seminaret bedt om å forberede innlegg hvor de fortalte om sine ønsker og behov ved et slikt nettsted.
sma: Seminaaren åvtelen dah saemien noeresiebrieh bïrresovvin aktem håalemem soejkesjidh gusnie sijjen vaajtelassi jïh daerpiesvoeti soptsestin akten dagkeres nedtesæjjan.

source: Oppfølgingen etter miniseminaret har blitt forsinket.
sma: Dïhte vijriesåbpoe barkoe ohtjeseminaaren mænngan lea suajmanamme.

source: Se forøvrige rapportering på tiltak 67.
sma: Vuartesjh aaj reektemem råajvarimmesne 67.

source: Tiltak 70 Samiske aviser – økt bruk av lulesamisk og sørsamisk
sma: Råajvarimmie 70 Saemien plaerieh – lissiehtamme åtnoe julevsaemien jïh åarjelsaemien gïeleste

source: Ansvarlig: Kulturdepartementet
sma: Tjåadtjoehtæjja: Kultuvredepartemeente

source: Mulighetene for større språklig differensiering i tilskuddsordningen for samiske aviser ble utredet av Medietilsynet, og en rapport ble sendt på høring 25. august 2009.
sma: Meedijevaaksjome salkehti mejtie gåarede aktem stuerebe gïelejoekehtassem utnedh dåarjoeöörnegisnie saemien plaeride, jïh akte reektehtse govlehtæmman seedtesovvi mïetsken 25.b. 2009.

source: I rapporten gikk tilsynet imot språklig differensiert beregning av støtte eller andre språkkrav.
sma: Reektehtsisnie vaaksjome aktem gïelejoekehtamme aerviedimmiem dåarjoste vuastalesti, jallh jeatjah gïelekrïevenassh.

source: Tilsynet foreslo imidlertid at de språkpolitisk begrunnede elementene i støtteordningen (i praksis tilskuddet til produksjon av avissider på lule- eller sørsamisk i norske lokalaviser) skulle tas ut av pressestøtten og overføres til Sametinget.
sma: Vaaksjome jeatjah gaavhtan raeriesti dah gïelepolitihkeles buerkiestamme biehkieh dåarjoeöörnegisnie (rïektesisnie dåarjoe juktie plaeriesæjroeh darjodh julev- jïh åarjelsaemien gïelesne nöörjen voenges plaerine) edtjin preessedåarjoste vaaltasovvedh, jïh dejtie Saemiedægkan sertiestidh.

source: Forslaget fikk bred støtte i høringen.
sma: Raeriestimmie gamte dåarjoem govlehtimmesne åadtjoeji.

source: I brev til departementet 27. oktober 2010 meldte Sametinget at de, bl.a. på bakgrunn av drøft-inger med de samiske avisene, likevel ikke ønsket endringer i regelverket, jf. også Sametingets årsmelding for 2010 kap. 4.15 Medietilbud.
sma: Prievesne departemeentese rïhkeden 27.b. 2010 Saemiedigkie bïeljeli, gaskem jeatjah digkiedimmiej mænngan saemien plaeriejgujmie, dïhte idtji læjhkan jarkelimmieh njoelkedassine sïjhth, v. aaj Saemiedigkien jaepiebïevnesinie jaapan 2010 kap, 4.15 Meedijefaalenasse/Medietilbud.

source: Departementet har etter dette lagt til grunn at det ikke er grunnlag for å gå videre med dette konkrete tiltaket.
sma: Departemeente lea dan åvteste sjæjsjalamme ij leah naan aajkoe daejnie råajvarimmine vielie barkedh.

source: Kulturdepartementet viser likevel til at det innenfor tilskuddsordningen for samiske aviser er innført et særlig tilskudd til produksjon av avissider på lule- og sørsamisk.
sma: Kultuvredepartemeente læjhkan vuesehte dåarjoeöörnegen sisnjelen saemien plaeride, akte sjïere dåarjoe lea sjïehtesjamme juktie plaeriesæjroeh julev- jïh åarjelsaemen gïelesne darjodh.

source: Ordningen er begrunnet nettopp i et ønske om å styrke medietilbudet på disse språkene.
sma: Öörnege raaktan dan åvteste akte vaajtelasse meedijefaalenassem nænnoestehtedh daejnie gïeline.

source: I 2011 mottok Lokalavisa NordSalten (lulesamisk) og Snåsningen (sørsamisk) henholdsvis 546 000 og 374 400 kroner i tilskudd etter denne ordningen.
sma: Jaepien 2011 Lokalavisa NordSalten (julevsaemien) 546 000 kråvnah, jïh Snåsningen (åarjelsaemien) 374 400 kråvnah dåarjojne åadtjoejin daan öörnegen mietie.

source: Tiltak 71 Sørsamisk mediesenter
sma: Råajvarimmie 71 Åarjelsaemien meedijejarnge

source: Ansvarlig: Sametinget En kartlegging ble gjennomført i 2010, med formål å utarbeide en strategi for å opprette et sørsamisk medietilbud.
sma: Aktem goerehtallemem tjïrrehti 2010, dejnie aajkojne aktem strategijem evtiedidh juktie åarjelsaemien meedijefaalenassem tseegkedh.

source: Etter kartleggingen har arbeidet stoppet opp, men dette vil bli fulgt opp i 2013.
sma: Goerehtallemen mænngan barkoe tjöödtjestamme, men sæjhta vihth aelkedh daejnie barkedh 2013.

source: Tiltak 72 Innkjøpsordning for samisk litteratur
sma: Råajvarimmie 72 Åestemeöörnege saemien lidteratuvrese

source: Sametinget har i samisk kunstneravtale for 2013 (en avtale mellom Sametinget og Samisk kunstnerråd) avsatt 300 000 kroner til innkjøpsordning for samisk skjønnlitteratur, samisk musikk og joik.
sma: Saemiedigkie lea saemien tjiehpiedæjjalatjkosne jaapan 2013 (akte latjkoe Saemiedigkien jïh Saemien tjiehpiedæjjaraerien gaskem) 300 000 kr lyjkeme åestemeöörnegasse saemien tjiehpieslidteratuvrese, saemien musihkese jïh joejkese.

source: Tilsvarende beløp er også avsatt i 2011 og 2012, slik at man samlet har 900 000 kroner til formålet.
sma: Seamma jïjnjh beetnegh aaj lyjkeme 2011 jïh 2012, guktie tjåanghkan 900 000 kråvnah åtna åssjelasse.

source: Ordningen har vært forsinket, men innkjøpsprosessen er nå i gang, og utvelgelsen av bøker og distribusjons-oversikt, er nå utført.
sma: Öörnege lea suajmanamme, men daelie åestemeöörnege jåhta, jïh daelie gærjah veeljeme jïh aktem bijjieguvviem deallahtimmeste dorjeme.

source: Første distribusjon av innkjøpt musikk og litteratur er gjennomført i juni 2013.
sma: Voestes deallahtimmie åesteme musihkeste jïh lidteratuvreste lea tjirrehtamme ruffien 2013.

source: Prosjektet holder fram i samarbeid med Samisk kunstnerråd for årene 2012 og 2013.
sma: Prosjekte jåarhka laavenjostosne Saemien tjiehpiedæjjaraerine jaepiej 2012 jïh 2013.

source: Tiltak 73 Litteraturstipend for samisk ungdom
sma: Råajvarimmie 73 Lidteratuvrestipende saemien noeride

source: Sametinget er i dialog med Samisk kunstnerråd/Samisk forfatterforening med tanke på å gjennomføre er litteraturstipendprosjekt for samisk ungdom.
sma: Saemiedigkie govlesadta Saemien tjiehpiedæjjaraerine /Saemien tjaelijesiebrine ektine juktie aktem lidteratuvrestipendeprosjektem saemien noeride tjïrrehtidh.

source: Prosjektet er tenkt gjennomført som skrivekurs der deltakerne skal gjennomføre et opplærings- og stimuleringsprogram parallelt med den praktiske skrivingen.
sma: Ussjedamme prosjektem tjïrrehtidh goh tjaelemekuvsje, gusnie dah mah meatan edtjieh aktem lïerehtimmie- jïh skreerjemeprogrammem tjïrrehtidh baalte dejnie dæjpeles tjaelieminie.

source: Sametinget tar sikte på å gjennomføre prosjektet i 2014.
sma: Saemiedigkie ussjede prosjektem tjïrrehtidh 2014.

source: Tiltak 74 Utvikling av samisk forskning og høyere utdanning
sma: Råajvarimmie 74 Evtiedimmie saemien dotkemistie jïh jollebe ööhpehtimmeste

source: Utvalget for samisk forskning og høyere utdanning (Butenschøn-utvalget) ble nedsatt i 2010 av Kunnskapsdepartementet i samråd med Sametinget.
sma: Moenehtse saemien dotkemasse jïh jollebe ööhpehtæmman (Butenschøn-moenehtse) nammoehtamme sjïdti Maahtoedepartemeenteste akteraeresne Saemiedigkine jaepien 2010.

source: Utvalget overleverte sin utredning "Langs lange spor – om samisk forskning og høyere utdanning" til kunnskapsministeren 20. juni 2012.
sma: Moenehtse sov salkehtimmiem deelli «Langs lange spor – om samisk forskning og høyere utdanning» maahtoeministerese ruffien 20.b. 2012.

source: Utvalget har samlet seg om følgende mål:
sma: Moenehtse lea seamadamme daej ulmiej bïjre:

source:  Å sikre best mulig vilkår for samisk forskning og høyere utdanning som en  uavhengig kunnskapsproduserende og kunnskapsformidlende virksomhet.
sma:  Hoksedh saemien dotkeme jïh jollebe ööhpehtimmie goh akte jïjtjeraarehke darjome mij daarjoem sjugnede jïh daajroem buakta, dan hijven nuepieh åadtjoeh goh gåarede

source:  Å sikre og fremme forskning og høyere utdanning spesielt på områder av stor  betydning for utviklingen av det samiske samfunnet.
sma:  Dotkemem jïh jollebe ööhpehtimmiem gorredidh jïh evtiedidh, joekoen dejnie suerkine mah leah joekoen vihkeles saemien siebriedahken evtiedimmien gaavhtan

source:  Å drøfte en organisering av samisk forskning og høyere utdanning både innenfor det samiske samfunnet, og i forhold til det øvrige nasjonale og nordiske utdanningssystemet.
sma:  Aktem öörnedimmiem saemien dotkemistie jïh jollebe ööhpehtimmeste digkiedidh dovne saemien siebriedahken sisnjelen, jïh dan jeatjah nasjovnaale jïh noerhtelaanti ööhpehtimmiesystemen vööste

source: Utredningen inneholder en rekke tiltak som i hovedsak er inndelt i følgende grupperinger: Språkrøkt og revitalisering av samisk språk, forskningsspråk, forskning, høyere utdanning og rollefordeling, samarbeid og koordinering.
sma: Salkehtimmesne jïjnjh råajvarimmieh mah åajvahkommes leah joekedamme daejnie dåehkine: Gïelegorredimmie jïh jealajimmie saemien gïeleste, dotkemegïele, dotkeme, jollebe ööhpehtimmie jïh råållajoekedimmie, laavenjostoe jïh iktedimmie.

source: Utredningen har vært på høring, og arbeidet med oppfølging har startet.
sma: Salkehtimmie lea govlehtimmesne orreme, jïh daelie dejnie vijriesåbpoe barkojne aalkeme.

source: Kunnskapsdepartementet og Sametinget har innledet en dialog om oppfølgingen av utredningen.
sma: Maahtoedepartemeente jïh Saemiedigkie leah aalkeme govlesadtedh salkehtimmien vijriesåbpoe barkoen bïjre.

source: Tiltak 75 Bygge opp forskningskompetanse på sørsamisk og lulesamisk språk
sma: Råajvarimmie 75 Dotkememaahtoem bæjjese bigkedh åarjelsaemien jïh julevsaemien gïelesne

source: Fornyings-, administrasjons- og kirkedepartementet økte i 2009 midlene til Forskningsrådets program for samisk forskning II med 1,179 mill. kroner øremerket forskningsinnsats for lulesamisk og sørsamisk språk.
sma: Jaepien 2009 Orrestehteme-, reereme- jïh gærhkoedepartemeente vierhtide lissiehti Dotkemeraerien programmese saemien dotkemasse II 1,179 mill.kråvnajgujmie, mah lin sjïerelaakan mïerhkesjamme dotkemebarkose julevsaemien jïh åarjelsaemien gïelide.

source: Midlene til lulesamisk og sørsamisk ble i 2010 økt til om lag 1,6 mill. kroner.
sma: Jaepien 2010 dah vierhtieh julevsaemien jïh åarjelsaemien gïelese læssanin medtie 1,6 mill. kråvnide.

source: Midlene til forskningsrådet er i årene etter blitt videreført.
sma: Dah vierhtieh dotkemeraaran leah jaepiej mænngan guhkiedamme.
